/* Button for inverting colors in navigationbar. (Only visible on iPad) */
"BOTTOM_TOOLBAR_INVERT_iPad" = "Inverter";

/* Button for inverting colors (Only visible on iPhone) */
"BOTTOM_TOOLBAR_INVERT_iPhone" = "Inverter";

/* Show an actionsheet (Only visible on iPhone) */
"BOTTOM_TOOLBAR_MORE" = "Mais";

/* HUD title indicating that an add-to-camera-roll operation has started */
"CREATE_IMAGE_FOR_CAMERAROLL_HUD_TITLE" = "Adicionando à Fotos";

/* HUD title indicating that a share-image operation has started */
"CREATE_IMAGE_FOR_SHARING_HUD_TITLE" = "Preparando para compartilhar";

/* HUD title indicating that a create PDF operation has started */
"CREATE_PDF_HUD_TITLE" = "Criando PDF";

/* Filename of mail attachment when sending TriangleDraw files */
"EMAIL_PBM_FILENAME" = "Desenho.triangleDraw";

/* TriangleDraw - {Drawing name}, a subject line for mails containing TriangleDraw file attachments */
"EMAIL_PBM_SUBJECT_%@" = "TriangleDraw - %@";

/* Filename of mail attachment when sending PDFs */
"EMAIL_PDF_FILENAME" = "Desenho.pdf";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PDF attachments */
"EMAIL_PDF_SUBJECT_%@" = "TriangleDraw - %@";

/* TriangleDraw - {Drawing name}, a subject line for mails containing PNG attachments */
"EMAIL_PNG_SUBJECT_%@" = "TriangleDraw - %@";

/* Creates a high-resolution .PNG file and saves it to the users cameraroll */
"MENU_ADD_TO_CAMERAROLL" = "Adicionar a Fotos";

/* Cancel button in menu actionsheet */
"MENU_DISMISS" = "Cancelar";

/* Opens a send-email-page with a .PBM file attachment */
"MENU_EMAIL_PBM" = "Enviar arquivo do TriangleDraw por e-mail";

/* Opens a send-email-page with a .PDF file attachment */
"MENU_EMAIL_PDF" = "Enviar PDF por e-mail";

/* Opens a share-on-socialmedia-page with a .JPG file attachment */
"MENU_SHARE" = "Compartilhar";

/* Dismiss actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_DISMISS" = "Cancelar";

/* Flip horizontal button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_X" = "Girar na Horizontal";

/* Flip vertical button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_FLIP_Y" = "Girar na Vertical";

/* Rotate ClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_CLOCKWISE" = "Girar à direita";

/* Rotate CounterClockWise 60 degree button in actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_ROTATE_60_COUNTERCLOCKWISE" = "Girar à esquerda";

/* Title of actionsheet (iPhone actionsheet) */
"MORE_ACTIONSHEET_TITLE" = "Mais";

/* The line-draw operations undo/redo name */
"OPERATION_DRAW_LINE" = "Desenhar linha";

/* The draw-single-pixel operations undo/redo name */
"OPERATION_DRAW_SINGLE" = "Inverter cor";

/* The mirror horizontally operations undo/redo name */
"OPERATION_FLIP_X" = "Girar na Horizontal";

/* The mirror vertically operations undo/redo name */
"OPERATION_FLIP_Y" = "Girar na Vertical";

/* The invert-color operations undo/redo name */
"OPERATION_INVERT" = "Inverter";

/* The adjust offset downward operations undo/redo name */
"OPERATION_MOVE_DOWN" = "Mover para baixo";

/* The adjust offset left operations undo/redo name */
"OPERATION_MOVE_LEFT" = "Mover à esquerda";

/* The adjust offset right operations undo/redo name */
"OPERATION_MOVE_RIGHT" = "Mover à direita";

/* The adjust offset upward operations undo/redo name */
"OPERATION_MOVE_UP" = "Mover para cima";

/* The rotate 60 degree clockwise operations undo/redo name */
"OPERATION_ROTATE_60_CLOCKWISE" = "Girar -60";

/* The rotate 60 degree counter-clockwise operations undo/redo name */
"OPERATION_ROTATE_60_COUNTERCLOCKWISE" = "Girar +60";

/* HUD showing Redo and the name of the operation that is being redoed */
"PERFORM_REDO_HUD_TITLE" = "Refazer";

/* HUD showing Undo and the name of the operation that is being undoed */
"PERFORM_UNDO_HUD_TITLE" = "Desfazer";
